Tekla.Structures.DrawingInternal.dotGrCircle_t


Tekla.Structures.DrawingInternal.dotGrCircle_t.ClosedGraphicObject


Tekla.Structures.DrawingInternal.dotGrCircle_t.CircleAttributes


Tekla.Structures.DrawingInternal.dotGrCircle_t.CenterPoint


Tekla.Structures.DrawingInternal.dotGrCircle_t.Radius


Tekla.Structures.DrawingInternal.dotGrCircle_t.ToStruct(Tekla.Structures.Drawing.Circle)


Tekla.Structures.DrawingInternal.dotGrCircle_t.FromStruct(Tekla.Structures.Drawing.Circle)
